Repository: eellak/wp_ultimate_member_greek
Catalog: ultimatemember-*.po
Languages: el

source: To make a form appear in a specific language, enter the locale then select a form to assign to. Clear the locale and save changes to delete an assigned translation.
el: Για να δημιουργήσετε σε μια συγκεκριμένη γλώσσα, εισάγετε το locale, στη συνέχεια, επιλέξτε μια φόρμα να αναθέσει. Καταργήστε την επιλογή της τοπικής ρύθμισης και αποθηκεύστε τις αλλαγές για να διαγράψετε τη μετάφραση που αποδίδεται.

source: Register Forms
el: Φόρμες Εγγραφής

source: Login Forms
el: Φόρμες Εισόδου

source: Profile Forms
el: Φόρμες Προφίλ

source: Save Changes
el: Αποθήκευσε τις Αλλαγές

source: Access Control
el: Έλεγχος πρόσβασης

source: Please login as administrator
el: Παρακαλούμε συνδεθείτε ως διαχειριστής

source: Manage conditional fields support
el: Διαχειριστείτε τα πεδία βάσει όρων

source: Add conditional fields support
el: Προσθήκη πεδίων υπό όρους

source: Reset all rules
el: Επαναφορά όλων των κανόνων

source: Search Icons...
el: Αναζήτηση εικόνων ...

source: Setup New Field
el: Προσθήκη νέου πεδίου

source: Predefined Fields
el: Προκαθορισμένα πεδία

source: None
el: Κανένα

source: Custom Fields
el: Προσαρμοσμένα πεδία

source: You did not create any custom fields
el: Δεν έχετε δημιουργήσει προσαρμοσμένα πεδία

source: This field type is not setup correcty.
el: Αυτός ο τύπος πεδίου δεν έχει εγκατασταθεί σωστά.

source: Duplicate of %s
el: Διπλότυπο του %

source: Add Row
el: Προσθήκη Σειράς

source: Edit Row
el: Επεξεργασία Σειράς

source: Delete Row
el: Διαγραφή γραμμής

source: Duplicate
el: Διπλότυπο

source: ID
el: Αναγνωριστικό

source: Title
el: Τίτλος

source: Type
el: Τύπος

source: Shortcode
el: Σύντομος Κώδικας

source: Date
el: Ημερομηνία

source: Dashboard
el: Ταμπλό

source: %s | Ultimate Member
el: % | Ultimate Member

source: Forms
el: Φόρμες

source: User Roles
el: Ρόλοι Χρηστών

source: Member Directories
el: Κατάλογοι Μελών

source: Extensions
el: Επεκτάσεις

source: Users Overview
el: Επισκόπηση χρηστών

source: Latest from our blog
el: Τελευταία από το blog μας

source: Purge Temp Files
el: Εκκαθάριση προσωρινών αρχείων

source: Language
el: Γλώσσα

source: Form updated.
el: Η φόρμα ενημερώθηκε.

source: Custom field updated.
el: Το προσαρμοσμένο πεδίο ενημερώθηκε.

source: Custom field deleted.
el: Το προσαρμοσμένο πεδίο διαγράφηκε.

source: Form restored to revision.
el: Η Φόρμα είναι για αναθεώρηση.

source: Form created.
el: Η Φόρμα δημιουργήθηκε.

source: Form saved.
el: Η Φόρμα Αποθηκεύτηκε.

source: Form submitted.
el: Η φόρμα υποβλήθηκε.

source: Form scheduled.
el: Η Φόρμα ορίστηκε.

source: Form draft updated.
el: Το προσχέδιο ενημερώθηκε.

source: Role updated.
el: Ο ρόλος ενημερώθηκε.

source: Role restored to revision.
el: Ο ρόλος επαναφέρθηκε για αναθεώρηση.

source: Role created.
el: Ο ρόλος δημιουργήθηκε.

source: Role saved.
el: Ο ρόλος αποθηκεύτηκε.

source: Role submitted.
el: Ο ρόλος υποβλήθηκε.

source: Role scheduled.
el: Ο ρόλος ορίστηκε.

source: Role draft updated.
el: Το προσχέδιο του ρόλου ενημερώθηκε.

source: Yes
el: Ναι

source: No
el: Όχι

source: General Options
el: Γενικές επιλογές

source: Profile Card
el: Κάρτα Προφίλ

source: Search Options
el: Επιλογές Αναζήτησης

source: Results &amp; Pagination
el: Αποτελέσματα & amp; Σελιδοποίηση

source: Styling: General
el: Μορφοποίηση: Γενικά

source: Styling: Profile Card
el: Μορφοποίηση: Κάρτα Προφίλ

source: Administrative Permissions
el: Δικαιώματα Διαχειριστή

source: General Permissions
el: Γενικά Δικαιώματα

source: Profile Access
el: Προφίλ Πρόσβασης

source: Homepage Options
el: Αρχική σελίδα Επιλογές

source: Registration Options
el: Επιλογές εγγραφής

source: Login Options
el: Είσοδος Επιλογές

source: Logout Options
el: Επιλογές Αποσύνδεση

source: Delete Options
el: Διαγραφή Επιλογές

source: Select Form Type
el: Επιλέξτε Φόρμα Τύπος

source: Form Builder
el: Φόρμα Builder

source: Customize this form
el: Προσαρμογή αυτής της φόρμας

source: Custom CSS
el: Προσαρμοσμένη CSS

source: User Meta
el: Meta χρήστη

source: Options
el: Επιλογές

source: Select where this field should appear. This option should only be changed on the profile form and allows you to show a field in one mode only (edit or view) or in both modes.
el: Επιλέξτε πού θα πρέπει να εμφανιστεί αυτό το πεδίο. Αυτή η επιλογή θα πρέπει να αλλάξει μόνο με τη φόρμα του προφίλ και σας επιτρέπει να δείτε ένα πεδίο σε μία λειτουργία μόνο (επεξεργασία ή προβολή) ή και στις δύο λειτουργίες.

source: If
el: Αν

source: Value
el: Τιμή

source: Optional text to include with the divider
el: Προαιρετικό κείμενο μπορείτε να συμπεριλάβετε με το διαχωριστικό

source: Turn on to force users to create a strong password (A combination of one lowercase letter, one uppercase letter, and one number). If turned on this option is only applied to register forms and not to login forms.
el: Ενεργοποιήστε το ώστε οι χρήστες να δημιουργήσουν έναν ισχυρό κωδικό πρόσβασης (συνδυασμός πεζών κεφαλαίων και αριθμών). Αν ενεργοποιηθεί αυτή η επιλογή ισχύει μόνο για τις φόρμες εγγραφής και όχι για τις φόρμες σύνδεσης.

source: Turn on to add a confirm password field. If turned on the confirm password field will only show on register forms and not on login forms.
el: Ενεργοποιήστε για να προσθέσετε ένα πεδίο Επιβεβαίωσης κωδικού πρόσβασης. Εάν είναι ενεργοποιημένο το πεδίο επιβεβαίωσης κωδικού πρόσβασης θα εμφανιστεί μόνο στις φόρμες εγγραφής και όχι στις φόρμες εισόδου.

source: Registration is disabled. Please go to the <a href="%s">general settings</a> page in the WordPress admin and select anyone can register. <a href="%s">Hide this notice</a>
el: Η εγγραφή είναι απενεργοποιημένη. Παρακαλώ πηγαίνετε στις <a %s href=" "> γενικές ρυθμίσεις </a> σελίδα διαχειριστή του WordPress και επιλέξτε ο καθένας μπορεί να εγγραφεί. <a href=" %s "> Απόκρυψη αυτής της ειδοποίησης </a>

source: Exif is not enabled on your server. Mobile photo uploads will not be rotated correctly until you enable the exif extension. <a href="%s">Hide this notice</a>
el: Το Exif δεν είναι ενεργοποιημένο στο διακομιστή σας. Η φωτογραφία από κινητό που θα ανέβει δεν θα περιστραφεί σωστά μέχρι να ενεργοποιηθεί η επέκταση EXIF. <a href=" %s "> Απόκρυψη της παρούσας προκήρυξης </a>

source: Your site language is <strong>%1$s</strong>. Good news! Ultimate Member is already available in <strong>%2$s language</strong>. <a href="%3$s">Download the translation</a> files and start using the plugin in your language now.
el: Η γλώσσα της ιστοσελίδας σας είναι <strong> %1$s </ strong>. καλα νεα! Το Ultimate member είναι ήδη διαθέσιμο στο <strong> %2$s γλώσσα </ strong>. <a href=" %3$s "> Κατεβάστε τη μετάφραση </a> και αρχίσετε να χρησιμοποιείτε το plugin στην γλώσσα σας τώρα.

source: Ultimate Member has not yet been translated to your langeuage: <strong>%1$s</strong>. If you have translated the plugin you need put these files <code>ultimatemember-%1$s.po and ultimatemember-%1$s.mo</code> in <strong>/wp-content/languages/plugins/</strong> for the plugin to be translated in your language. <a href="%2$s">Hide this notice</a>
el: Το Ultimate Memberδεν έχει ακόμη μεταφραστεί σε langeuage σας: <strong> %1$s </ strong>. Αν έχετε μεταφραστεί το plugin θα πρέπει να θέσει αυτά τα αρχεία <code> ultimatemember- %1$s .po και ultimatemember- %1$s .mo </ code> <strong> / wp-content / languages ​​/ plugins / </ strong> για το plugin για να μεταφραστεί στη γλώσσα σας. <a href=" %2$s "> Απόκρυψη της παρούσας προκήρυξης </a>

source: Are you sure you want to delete the selected user(s)? The following users will be deleted: <p>%s</p> <strong>This cannot be undone!</strong>
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον επιλεγμένο χρήστη (ες); Οι ακόλουθοι χρήστες θα διαγραφούν: <p> %s ! </ p> <strong> Αυτό δεν μπορεί να αναιρεθεί </ strong>

source: Remove
el: Κατάργηση

source: Undo
el: Αναίρεση

source: Your translation files have been updated successfully.
el: Τα αρχεία μετάφρασης σας έχουν ενημερωθεί με επιτυχία.

source: Your temp uploads directory is now clean.
el: Ο προσωρινός κατάλογος που ανεβάζετε αρχεία είναι τώρα άδειος.

source: The form has been duplicated successfully.
el: Η φόρμα έχει αντιγραφεί επιτυχώς.

source: User has been updated.
el: Ο χρήστης έχει ενημερωθεί.

source: Users have been updated.
el: Οι χρήστες έχουν ενημερωθεί.

source: Super administrators cannot be modified.
el: Οι σούπερ διαχειριστές δεν μπορούν να τροποποιηθούν.

source: Other users have been updated.
el: Οι άλλοι χρήστες έχουν ενημερωθεί.

source: Settings
el: Ρυθμίσεις

source: Role Title
el: Τιτλος ρόλου

source: No. of Members
el: Αριθμός Μελών

source: The total number of members who have this role on your site
el: Ο συνολικός αριθμός των μελών που έχουν αυτόν τον ρόλο στο site σας

source: A core role is installed by default and may not be removed
el: Ένας κεντρικός ρόλος έχει εγκατασταθεί από προεπιλογή και δεν μπορεί να αφαιρεθεί

source: WP-Admin Access
el: WP-Admin Πρόσβαση

source: Let you know If users of this role can view the WordPress backend or not
el: Να γνωρίζετε εάν οι χρήστες αυτού του ρόλου μπορούν να δουν το WordPress backend ή όχι

source: This role can access the WordPress backend
el: Ο ρόλος αυτός μπορεί να έχει πρόσβαση το WordPress backend

source: Core
el: Πυρήνας

source: Edit
el: Επεξεργασία

source: Edit in frontend
el: Επεξεργασία στο frontend

source: Info
el: Πληροφορίες

source: Approved
el: Εγκρίθηκε

source: Pending review
el: Εν αναμονή της επανεξέτασης

source: Waiting e-mail confirmation
el: Αναμονή επιβεβαίωση e-mail

source: Inactive
el: Αδρανής

source: Rejected
el: Απορρίφθηκε

source: You do not have enough permissions to do that.
el: Δεν έχετε επαρκή δικαιώματα για να κάνετε αυτό.

source: Filter by
el: Φίλτρο ανά

source: Filter
el: Φίλτρο

source: Take Action
el: Ανάλαβε Δράση

source: Apply
el: Εφαρμογή

source: Community role&hellip;
el: Ρόλο της Κοινότητας &hellip;

source: Change
el: Αλλαγή

source: Community Role
el: Ο ρόλος της Κοινότητας

source: This is the membership role set by Ultimate Member plugin
el: Αυτός είναι ο ρόλος των μελών καθορίζεται από το Ultimate Member plugin

source: Apply custom access settings?
el: Εφαρμογή των τροποποιημένων ρυθμίσεων πρόσβασης;

source: Switch to yes to override global access settings
el: Ορίστε ναι για να παρακάμψετε τις ρυθμίσεις πρόσβασης παντού

source: Content Availability
el: Περιεχόμενο Διαθεσιμότητα

source: Who can access this content?
el: Ποιος μπορεί να έχει πρόσβαση σε αυτό το περιεχόμενο;

source: Content accessible to Everyone
el: Το περιεχόμενο είναι προσβάσιμο σε όλους

source: Content accessible to Logged Out Users
el: Προσβάσιμου περιεχομένου σε μη συνδεδεμένους χρήστες

source: Content accessible to Logged In Users
el: Πρόσβαση περιεχομένου σε συνδεδεμένους χρήστες

source: This is the URL that user is redirected to If he is not permitted to view this content
el: Αυτό είναι το URL που ο χρήστης ανακατευθύνεται σε περίπτωση που δεν του επιτρέπεται να δείτε το περιεχόμενο

source: Select the member roles that can see this content?
el: Επιλέξτε τους ρόλους των μελών που μπορούν να δεί αυτό το περιεχόμενο;

source: If you do not select any role, all members will be able to view this content
el: Αν δεν επιλέξετε κανένα ρόλο, όλα τα μέλη θα είναι σε θέση να δουν το περιεχόμενο

source: Ultimate Member is not yet available in your language: <strong>%1$s</strong>.
el: Το Ultimate Member δεν είναι ακόμα διαθέσιμο στη γλώσσα σας: <strong> %1$s </ strong>.

source: If you want to contribute this translation to the plugin, please add it on our <a href="https://ultimatemember.com/forums/">community forum</a>.
el: Αν θέλετε να συμβάλετε στην παρούσα μετάφραση του plugin, παρακαλούμε να μπείτε στο <a href="https://ultimatemember.com/forums/">forum της κοινότητάς μας</a>.

source: Ultimate Member is available in your language: <strong>%1$s (%2$s)</strong>.
el: Το Ultimate Member είναι διαθέσιμο στη γλώσσα σας: <strong> %1$s ( %2$s ) </ strong>.

source: Download Translation
el: Λήψη Μετάφρασης

source: You are currently using Ultimate Member in your language: <strong>%1$s (%2$s)</strong>.
el: Αυτήν τη στιγμή χρησιμοποιείτε το Ultimate Member στη γλώσσα σας: <strong> %1$s ( %2$s ) </ strong>.

source: Force Update Translation
el: Άμεση Ενημέρωση Μετάφρασης

source: Users
el: Χρήστες

source: Pending Review
el: Εν αναμονή έγκρισης

source: Awaiting E-mail Confirmation
el: Εν αναμονή E-mail επιβεβαίωσης

source: Template
el: Πρότυπο

source: User Roles to Display
el: Ρόλοι χρήστών για απεικόνιση

source: Only show members who have uploaded a profile photo
el: Να φαίνονται μόνο τα μέλη που έχουν ανεβάσει φωτογραφία προφίλ

source: Only show members who have uploaded a cover photo
el: Να φαίνονται μόνο τα μέλη που έχουν ανεβάσει φωτογραφία εξωφύλλου

source: Sort users by
el: Ταξινόμηση κατά χρήστες

source: Meta key
el: Πλήκτρο Meta

source: Number of profiles per page
el: Αριθμός προφίλ ανά σελίδα

source: Number of profiles to appear on page for standard users
el: Αριθμός προφίλ που θα εμφανίζεται στη σελίδα για τυπικούς χρήστες

source: Number of profiles per page (for Mobiles & Tablets)
el: Αριθμός προφίλ ανά σελίδα (για Κινητά & Tablets)

source: Number of profiles to appear on page for mobile users
el: Αριθμός προφίλ που θα εμφανίζεται στη σελίδα για τους χρήστες κινητών

source: Maximum number of profiles
el: Μέγιστος αριθμός προφίλ

source: Use this setting to control the maximum number of profiles to appear in this directory. Leave blank to disable this limit
el: Χρησιμοποιήστε αυτή τη ρύθμιση για να ελέγξετε το μέγιστο αριθμό των προφίλ που θα εμφανίζονται σε αυτόν τον κατάλογο. Επιτρέψτε σε το κενό για να απενεργοποιήσετε αυτό το όριο

source: Enable Profile Photo
el: Ενεργοποίηση Φωτογραφίας Προφίλ

source: Enable Cover Photo
el: Ενεργοποίηση φωτογραφίας εξωφύλλου

source: Show display name
el: Εμφανιζόμενο όνομα

source: Show tagline below profile name
el: Εμφάνιση σλόγκαν κάτω από το όνομα του προφίλ

source: Choose field(s) to display in tagline
el: Επιλέξτε πεδίο (α) για να εμφανιστεί σε tagline

source: Show extra user information below tagline?
el: Να εμφανίζονται επιπλέον πληροφορίες του χρήστη κάτω από το σύνθημα;

source: Enable reveal section transition by default
el: Ενεργοποίηση εμάνισης τμήματος μετάβασης από προεπιλογή

source: Choose field(s) to display in reveal section
el: Επιλέξτε πεδίο (α) για να εμφανιστεί στην ενότητα

source: Show social connect icons
el: Εμφάνιση εικόνων από τα κοινωνικά δίκτυα που έχετε συνδεθεί

source: Profile card background
el: Φόντο κάρτας προφίλ

source: Profile card text
el: Κείμενο κάρτας προφίλ

source: Profile card border color
el: Χρώμα γραμμής πλαισίου κάρτας προφίλ

source: Profile photo border color
el: Χρώμα γραμμής πλαισίου φωτογραφίας προφίλ

source: Profile card border thickness
el: Πάχος γραμμής πλαισίου κάρτας προφίλ

source: Enable Search feature
el: Ενεργοποίηση αναζήτησης

source: User Roles that can use search
el: Ρόλοι Χρηστών που μπορούν να χρησιμοποιήσουν την αναζήτηση

source: Choose field(s) to enable in search
el: Επιλέξτε πεδίο (α) για να είναι διαθέσιμα στην αναζήτηση

source: Results Text
el: Αποτελέσματα κειμένου

source: Customize the search result text . e.g. Found 3,000 Members. Leave this blank to not show result text
el: Προσαρμογή του κειμένου αποτέλεσμα αναζήτησης. π.χ. Βρέθηκαν 3.000 μέλη. Επιτρέψτε σε αυτό το κενό να μην δείξει τα αποτελέσματα του κειμένου

source: {total_users} Members
el: {total_users} Μέλη

source: Single Result Text
el: Ενιαίο Κείμενο Αποτελέσματος

source: Same as above but in case of 1 user found only
el: Όπως και παραπάνω, αλλά στην περίπτωση που βρεθεί ένας μόνο χρήστης

source: {total_users} Member
el: {total_users} μέλη

source: Custom text if no users were found
el: Προσαρμοσμένο κείμενο αν δεν βρεθούν χρήστες

source: We are sorry. We cannot find any users who match your search criteria.
el: Λυπούμαστε. Δεν μπορούμε να βρούμε τους χρήστες που ταιριάζουν με τα κριτήρια αναζήτησής σας.

source: Live Preview
el: Ζωντανή προεπισκόπιση

source: Add Master Row
el: Προσθήκη master σειράς

source: Enter custom css that will be applied to this form only
el: Πληκτρολογήστε την τοποποιημένη CSS που θα εφαρμόζεται σε αυτή τη φόρμα μόνο

source: Use global settings?
el: Να γίνει χρήση των καθολικών ρυθμίσεων;

source: Max. Width (px)
el: Μέγιστο λάτος (px)

source: Alignment
el: Ευθυγράμμιση

source: Field Icons
el: Εικονίδια πεδίου

source: Primary Button Text
el: Κείμενο κεντρικού κουμπιού

source: Primary Button Color
el: Χρώμα κεντρικού κουμπιού

source: Primary Button Hover Color
el: Χρώμα κεντρικού κουμπιού στο mouseover

source: Primary Button Text Color
el: Χρώμα κειμένου κεντρικού κουμπιού

source: Show Secondary Button
el: Εμφάνιση δευτερεύοντος κουμπιού

source: Secondary Button Text
el: Κείμενο δευτερεύοντος κουμπιού

source: Secondary Button Color
el: Χρώμα δευτερεύοντος κουμπιού

source: Secondary Button Hover Color
el: Χρώμα δευτερεύοντος κουμπιού στο mouseover

source: Secondary Button Text Color
el: Χρώμα κειμένου δευτερεύοντος κουμπιού

source: Show Forgot Password Link?
el: Εμφάνιση συνδέσμου Ξεχάσατε τον κωδικό σας;

source: Show "Remember Me"?
el: Εμφάνιση "Να με θυμάσαι";

source: Redirection after Login
el: Ανακατεύθυνση μετά μετά την είσοδο

source: Default
el: Προεπιλεγμένο

source: Set Custom Redirect URL
el: Ορίστε Προσαρμοσμένη διεύθυνση URL ανακατεύθυνσης

source: <strong>Note:</strong> Form type cannot be changed for the default forms.
el: <Strong> Σημείωση: </ strong> Ο τύπος της φόρμας δεν μπορεί να αλλάξει τις προεπιλεγμένες φόρμες.

source: Registration Form
el: Φόρμα Εγγραφής

source: Profile Form
el: Φόρμα προφίλ

source: Login Form
el: Φόρμα εισόδου

source: Make this profile role-specific
el: Κάντε αυτό το προφίλ για συγκεκριμένους ρόλους

source: Profile Area Max. Width (px)
el: Μέγιστο πλάτος περιοχής προφίλ (px)

source: Base Background Color
el: Βασικό χρώμα φόντου

source: Enable Cover Photos
el: Ενεργοποίηση Πλαισίου φωτογραφιών

source: Cover photo ratio
el: Αναλογία φωτογραφίας εξωφύλλου

source: Profile Photo Size
el: Μέγεθος φωτογραφίας προφίλ

source: Profile Photo Style
el: Style φωτογραφίας προφίλ

source: Circle
el: Κύκλος

source: Rounded Corners
el: Στρογγυλεμένες γωνίες

source: Square
el: Τετράγωνο

source: Header Background Color
el: Χρώμα φόντου κεφαλίδας

source: Header Meta Text Color
el: Χρώμα κειμένου κεφαλίδας

source: Header Link Color
el: Χρώμα συνδέσμου κεφαλίδας

source: Header Link Hover
el: Χρώμα συνδέσμου κεφαλίδας στο mouseover

source: Header Icon Link Color
el: Χρώμα εικονιδίου συνδέσμου κεφαλίδας

source: Header Icon Link Hover
el: Εικονίδιο συνδέσμου Χρώμα συνδέσμου κεφαλίδας στο mouseover

source: Show display name in profile header?
el: Εμφάνιση ονόματος προβολής στην κεφαλίδα προφίλ;

source: Show social links in profile header?
el: Εμφάνιση συνδέσμων κοινωνικών δικτύων στην κεφαλίδα προφίλ;

source: Show user description in profile header?
el: Εμφάνιση περιγραφής χρήστη στην κεφαλίδα προφίλ;

source: Field(s) to show in user meta
el: Το πεδίο(-α) που θα φαίνονται από τα στοιχεία του χρήστη

source: Switch to no if you want to customize this form settings, styling &amp; appearance
el: Αλλαγή σε όχι, αν θέλετε να προσαρμόσετε τις ρυθμίσεις αυτής της φόρμας, στυλ & amp? εμφάνιση

source: Assign role to form
el: Ορισμός ρόλου στη φόρμα

source: The shortcode is centered by default unless you specify otherwise here
el: Το shortcode είναι στο κέντρο από προεπιλογή, εκτός αν το καθορίσετε διαφορετικά από εδώ

source: Whether to show field icons and where to show them relative to the field
el: Είτε για να εμφανιστούν τα εικονίδια των πεδίων και να εμφανίζεται σχέση με το πεδίο

source: Customize the button text
el: Προσαρμόστε το κείμενο του κουμπιού

source: Override the default primary button color
el: Παράκαμψη του προεπιλεγμένου χρώματος για το πρωτεύον κουμπί

source: Override the default primary button hover color
el: Παρακάμψετε το προεπιλεγμένο χρώμα του πρωτεύοντος κουμπιού στο mouseover

source: Override the default primary button text color
el: Παράκαμψη το προεπιλεγμένο χρώμα του κειμένου στο πρωτεύον κουμπί

source: Override the default secondary button color
el: Παρακάμψετε το προεπιλεγμένο χρώμα του δευτερεύοντος κουμπιού

source: Override the default secondary button hover color
el: Παράκαμψη του προεπιλεγμένου χρώματος στο κουμπί στο mouseover

source: Override the default secondary button text color
el: Παράκαμψη του προεπιλεγμένου χρώματος του κειμένου του δευτερέυοντος κουμπιού

source: Edit Field
el: Επεξεργασία Πεδίου

source: Update
el: Ενημέρωση

source: Cancel
el: Ακύρωση

source: Edit Row Settings
el: Επεξεργασία ρυθμίσεων σειράς

source: Live Form Preview
el: Ζωντανή προεπισκόπηση φόρμας

source: Continue editing
el: Συνεχίστε την επεξεργασία

source: Add a New Divider
el: Προσθέστε νέο διαχωριστικά

source: Add
el: Προσθήκη

source: Add a New Field
el: Προσθέστε ένα νέο πεδίο

source: Add a New Field Group
el: Προσθέσετε μια ομάδα πεδίων

source: Review Registration Details
el: Προεπισκόπιση λεπτομεριών εγγραφής

source: Fields Manager
el: Διαχείριση πεδίων

source: Choose from %s available icons
el: Επιλέξτε από %s διαθέσιμες εικόνες

source: Can access wp-admin?
el: Μπορούν να έχουν πρόσβαση στο wp-admin;

source: The core admin role must always have access to wp-admin / WordPress backend
el: Ο βασικός ρόλος διαχειριστή πρέπει να έχουν πάντα πρόσβαση σε wp-admin / WordPress backend

source: Force hiding adminbar in frontend?
el: Να κρύβεται η μπάρα διαχειριστή στο frontend;

source: Show/hide the adminbar on frontend
el: Εμφάνιση / απόκρυψη του adminbar στο frontend

source: Allow this role to access the admin dashboard. If turned on the WordPress toolbar will appear at top of the page.
el: Επιτρέψτε σε αυτό το ρόλο για να αποκτήσει πρόσβαση στο πίνακα ελέγχου του διαχειριστή. Εάν είναι ενεργοποιημένη η γραμμή εργαλείων του WordPress θα εμφανιστεί στο πάνω μέρος της σελίδας.

source: Can edit other member accounts?
el: Μπορείτε να επεξεργάζεται άλλους λογαριασμούς μελών;

source: Allow this role to edit accounts of other members
el: Επιτρέψτε σε αυτό το ρόλο για να επεξεργάζεται τους λογαριασμούς των άλλων μελών

source: Can edit these user roles only
el: Μπορούν να επεξεργαστούν μόνο αυτούς τους ρόλους των χρηστών

source: Which roles that role can edit, choose none to allow role to edit all member roles
el: Ποιοι ρόλους ο ρόλος αυτός μπορεί να επεξεργαστεί, επιλέξετε κανένα για να επιτρέψετε στο ρόλο αυτό να επεξεργάζεται και τους άλλους ρόλους των μελών

source: Can delete other member accounts?
el: Μπορείτενα διαγράψει άλλους λογαριασμούς μελών;

source: Allow this role to edit the profile fields of certain roles only
el: Επιτρέψτε σε αυτό το ρόλο να επεξεργάζεται τα πεδία προφίλ μόνο σε συγκεκριμένους ρόλους

source: Can delete these user roles only
el: Μπορείτε να διαγράψετε μόνο αυτούς τους ρόλους των χρηστών

source: Which roles that role can delete, choose none to allow role to delete all member roles
el: Ποιους ρόλους ο ρόλος αυτός μπορεί να διαγράψει, επιλέξτε κανένα ρόλο για να επιτρέψει να διαγράψετε όλους τους ρόλους των μελών

source: Action to be taken after account is deleted
el: Μέτρα που πρέπει να ληφθούν μετά την διαγραφή του λογαριασμού

source: Select what happens when a user with this role deletes their own account
el: Επιλέξτε τι θα συμβαίνει όταν ένας χρήστης με αυτό το ρόλο διαγράφει δικό του λογαριασμό

source: Go to Homepage
el: Πηγαίνετε στην αρχική σελίδα

source: Go to Custom URL
el: Μετάβαση στην προσαρμοσμένη διεύθυνση URL

source: Set a url to redirect this user role to after they delete account
el: Ορίστε μια διεύθυνση URL για ανακατεύθυνση αυτού του ρόλου χρήστη μετά τη διαγραφή του λογαριασμού

source: Can edit their profile?
el: Μπορούν να επεξεργαστούν το προφίλ τους;
